Revit 2027 API
FormatOptions.IsValidAccuracy Method
Overload List
Name | Description
IsValidAccuracy(Double) |  Checks whether an accuracy is valid for the display unit in this FormatOptions.
IsValidAccuracy(ForgeTypeId, Double) |  Checks whether an accuracy is valid for a given unit.
Top
See Also
Reference
FormatOptions Class
Autodesk.Revit.DB Namespace